/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "Утилита AirPort";
"AdminUtility"	= "Утилита AirPort";
"AboutAirPortUtility" = "О программе %@";
"HideAirPortUtility" = "Скрыть «%@»";
"QuitAirPortUtility" = "Завершить «%@»";

/* Button Titles */
"OK"			= "ОК";
"Cancel"		= "Отменить";
"ConfirmUpload"	= "Загрузить";
"GoBack"		= "Назад";
"Continue"		= "Продолжить";
"Close"			= "Закрыть";
"DontClose"		= "Не закрывать";
"Done"			= "Готово";
"Switch"		= "Переключить";
"DontSwitch"	= "Не переключать";
"Yes"			= "Да";
"No"			= "Нет";
"DontSave"		= "Не сохранять";
"Save"			= "Сохранить";
"Revert"		= "Вернуть";
"Update"		= "Обновить";
"DontUpdate"	= "Не обновлять";
"Optional"		= "(Необязательно)";
"OtherDotDotDot" = "Другая…";
"MoreInfo"		= "Подробнее…";
"Download"		= "Загрузить";
"Remove"		= "Удалить";
"DontRemove"	= "Не удалять";
"Edit"			= "Правка";
"EditEllipsis"	= "Правка…";
"Resume"		= "Возобновить";


/* Keychain information */
"keychainBaseStationDescription" = "Пароль базовой станции AirPort";
"keychainBaseStationType" = "Базовая станция AirPort";
"keychainNetworkDescription" = "Сетевой пароль AirPort";
"keychainAirDiskDescription" = "Пароль диска AirPort";
"keychainNetworkType" = "Сеть AirPort";
"keychainSpeakerDescription" = "пароль программы";
"keychainSpeakerType" = "Удаленная аудиосистема";

/* Password sheet and keychain strings */
"OtherPrompt" = "Введите адрес и пароль:";
"PasswordPrompt" = "Введите пароль для выбранного беспроводного устройства AirPort:";
"SaveSecuritySettings" = "Зашифруйте пароли для повышения уровня защиты";
"SaveSecuritySettingsDescription" = "Для просмотра и импорта этих паролей в будущем Вам будет необходимо указать пароль %@.";
"PasswordPromptDoc" = "Введите пароль для этого файла настройки для просмотра всех параметров настройки и паролей. Для просмотра всех параметров настройки за исключением паролей нажмите «Продолжить» без ввода пароля.";
"SaveSecuritySettingsNotEncrypted" = "Пароли не будут зашифрованы и будут сохранены менее безопасным способом.";
"RememberPassword" = "Запомнить этот пароль в связке ключей";
"KeychainRemoveAreYouSure" = "Удалить этот пароль из цепочки ключей?";
"KeychainRemoveExplain" = "В случае удаления этого пароля из цепочки ключей его ввод будет запрашиваться каждый раз.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "Справка Утилиты AirPort";
"AirPortServiceAndSupport" = "Сервис и поддержка AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/ru/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Открыть";
"Export"		= "Экспорт";
"Import"		= "Импорт";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Другая";
"OtherTip"		= "Настроить другое беспроводное устройство AirPort";
"Rescan"		= "Повторить поиск";
"RescanTip"		= "Выполните повторный поиск беспроводных устройств AirPort";
"Configure"		= "Конфигурировать";
"ConfigureTip"	= "Настроить выбранное беспроводное устройство AirPort";

/* Software Update */
"SoftwareUpdateNewer" = "Доступна более новая версия (%@) программы «Утилита AirPort».";
"SoftwareUpdateExplain" = "Нажмите «Обновить», чтобы закрыть программу «Утилита AirPort» и получить новое программное обеспечение.";
"SoftwareUpdateTitle" = "Обновление ПО AirPort";
"SoftwareUpdateButton" = "Обновить…";
"SUFirmwarePrompt" = "Доступна новая версия прошивки.";
"SUFirmwareExplain" = "Загрузите прошивку для обновления беспроводных устройств AirPort.";
"SUFirmwareExplainDetails" = "Выберите прошивку, которую требуется загрузить. После загрузки прошивки можно выполнить обновление беспроводных устройств AirPort.";
"SUChoosePrompt" = "Для беспроводных устройств AirPort (%d) доступна новая версия прошивки.";
"SUChooseExplain" = "Нажмите «Обновить», чтобы начать.";
"SUChooseExplainDetails" = "Выберите беспроводное устройство AirPort для обновления и нажмите «Обновить» для установки новой версии прошивки.";
"SUOneUpdatePrompt" = "Доступна новая версия прошивки (%1$@) для беспроводного устройства AirPort «%2$@».";
"SUOneUpdateExplain" = "Нажмите «Обновить», чтобы начать.";
"SoftwareUpdateEverythingUpToDate" = "В настоящее время нет доступных обновлений для программы «Утилита AirPort» или какого-либо беспроводного устройства AirPort.";
"SoftwareUpdateAUIsUpToDate" = "Эта версия программы «Утилита AirPort» (%@) является текущей версией.";
"SoftwareUpdateFWIsUpToDate" = "Эта версия прошивки беспроводного устройства AirPort (%@) является текущей.";
"SoftwareUpdateBadFirmware" = "Выбранный файл прошивки не совместим с этим беспроводным устройством AirPort.";
"SoftwareUpdateDownloadError" = "В процессе загрузки прошивки из сети возникла ошибка.";
"SoftwareUpdateShowDetails" = "Показать детали";
"SoftwareUpdateHideDetails" = "Скрыть детали";
"SoftwareUpdateDirty" = "Обновление этого беспроводного устройства AirPort приведет к потере несохраненных изменений.";
"SUSkip" = "Пропустить";
"SUPasswordPrompt" = "Введите пароль для «%@»:";
"SUVersion" = "Версия прошивки";
"SUDownloadProgressPrompt" = "Загружаю %1$d из %2$d обновл. прошивки";
"SUUpdateProgressPrompt" = "Выполняется обновление %1$d из %2$d беспроводных устройств AirPort";
"SUUpdateProgressMessage" = "Обновляю прошивку «%1$@» до %2$@…";
"SUWaitingRestartMessage" = "Ожидаю «%@», чтобы перезагрузить…";
"SUAutoCheckConfirm" = "Программа «Утилита AirPort» запускается в том случае, если для беспроводного устройства AirPort существует обновление или если беспроводное устройство AirPort сообщает о неполадке.";
"SUAutoCheckExplain" = "Вы можете изменить эти настройки в настройках программы «Утилита AirPort».";
"SUAutoCheckCheckbox" = "Проверять наличие обновлений при открытии Утилиты AirPort";
"SUServerFailure" = "Произошла ошибка подключения к серверу обновлений. Проверьте настройки сети и повторите попытку.";
"SUInternalServerLabel" = "Внутренний сервер:";
"SUBackgroundCheckbox" = "Проверять обновления:";
"SUHourly" = "Ежечасно";
"SUDaily" = "Ежедневно";
"SUWeekly" = "Еженедельно";
"SUMonthly" = "Ежемесячно";
"SUBackgroundDownloadCheckbox" = "Загружать обновления прошивки автоматически";
"SUBackgroundDownloadExplain" = "Программа «Утилита AirPort» запустится, когда обновления будут готовы к установке.";

/* Discovery Window */
"IP4Address" = "IPv4-адрес";
"IP6Address" = "IPv6-адрес";
"Interface" = "Интерфейс";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Перезагрузить";
"HardReset"				= "Восстановить стандартные настройки…";
"Upload"				= "Загрузить";
"Default"				= "По умолчанию";
"EquivPW"				= "Пароль";
"Summary"				= "Обзор";
"SummaryTip"			= "Просмотр настроек беспроводного устройства AirPort и беспроводной сети";
"AirPort"				= "AirPort";
"AirPortTip"			= "Установка параметров беспроводной сети";
"AirPort.Summary"		= "Обзор";
"AirPort.Summary.Version" = "Версия";
"AirPort.BaseStation"	= "Баз. станц.";
"AirPort.BaseStation.Options" = "Параметры базовой станции";
"AirPort.BaseStation.Hostname" = "Имя хоста базовой станции";
"AirPort.Wireless"		= "Беспр. сеть";
"AirPort.Wireless.Options" = "Параметры беспроводной сети";
"AirPort.Wireless.AppleWiFiConnect" = "Параметры беспроводного клиента";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Контр. дост.";
"Internet"				= "Интернет";
"InternetTip"			= "Задайте способ установления соединения этого беспроводного устройства AirPort с сетью Интернет и совместного доступа через это соединение";
"Internet.Main"			= "Подключение к Интернету";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Модем";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Музыка";
"MusicTip"				= "Настройка AirPort Express для воспроизведения iTunes через удаленные аудиосистемы";
"Printers"				= "Принтеры";
"USB"					= "Общий доступ USB";
"PrintersTip"			= "Просмотр и изменение настроек принтеров USB, доступных через данное беспроводное устройство AirPort";
"USBTip"				= "Просмотр и изменение настроек устройств USB, доступных через данное беспроводное устройство AirPort";
"PrintersScanners"		= "Принтеры и сканеры";
"PrintersScannersTip"	= "Просмотр и изменение настроек принтеров и сканеров USB, доступных через данное беспроводное устройство AirPort";
"Drives"				= "Диски";
"DrivesTip"				= "Просмотр и изменение настроек устройств хранения, доступных через данное беспроводное устройство AirPort";
"Drives.Disks"			= "Диски";
"Drives.FileSharing"	= "Общий доступ к файлам";
"Drives.Accounts"		= "Учетные записи";
"Advanced"				= "Дополнительно";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Переадресация";
"Advanced.PortMapping"	= "Переадресация";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "Брандмауэр IPv6";
"Advanced.Dialin"		= "Подключение по PPP";
"Advanced.Statistics"	= "Сообщ. и стат.";
"AdvancedTip"			= "Просмотр и изменение дополнительных параметров беспроводного устройства AirPort";
"Profiles"				= "Профили";
"ProfilesTip"			= "Профили";
"Statistics"			= "Статистика";
"Statistics.Logging"	= "Журналы";
"Statistics.Wireless"	= "Беспроводные клиенты";
"Statistics.DHCP"		= "Клиенты DHCP";
"StatisticsTip"			= "Просмотр информации о состоянии беспроводного устройства AirPort, в том числе системных журналов и информации о клиентах";
"Search"				= "Поиск настройки";
"SearchTip"				= "Выполните поиск параметра беспроводного устройства AirPort по имени. При выборе имени откроется панель данного параметра.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "45";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "40";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Обновить настройки этого беспроводного устройства AirPort перед закрытием?";
"WSCUpdateChanges" = "В беспроводное устройство AirPort внесены изменения, которые требуется сохранить перед добавлением беспроводных клиентов. Нажмите «Обновить» для сохранения изменений, а затем повторите попытку.";
"SwitchContinue" = "Вы действительно хотите переключиться на другое беспроводное устройство AirPort?";
"SwitchUpdateLost" = "Если Вы произведете переключение без обновления, все изменения будут утрачены."; 
"UpdateLost" = "Если не выполнить обновление, все изменения будут утрачены.";
"Passwords" = "Пароли";
"errMatchPassword" = "Пароль и его подтверждение не совпадают. Необходимо ввести одинаковый пароль в обоих полях.";
"ImportPrompt" = "Импорт полной конфигурации устройства или лишь определенных настроек.";
"ImportAll" = "Полная конфигурация устройства";
"ImportAllOther" = "Все другие настройки";
"SwitchNetworksPrompt" = "Вы действительно хотите переключить беспроводную сеть?";
"SwitchNetworksMore" = "Для настройки этого беспроводного устройства AirPort требуется переключение между беспроводными сетями. При переключении между беспроводными сетями может быть прервано соединение с сетью Интернет.";
"TaskMaintenanceClose" = "Вы действительно хотите закрыть это окно?";
"TaskMaintenanceRecommendContinue" = "Если Вы сейчас закроете это окно, все изменения будут утрачены.";
"AssistClose" = "Вы действительно хотите закрыть это окно?";
"AssistReccomendContinue" = "Если работа ассистента не будет продолжена и данные беспроводного устройства AirPort не будут обновлены, изменения будут утеряны.";
"PortConflict" = "Включение «%@» конфликтует с одной из переадресаций порта. Переадресация порта была отключена. Обновите общий порт, чтобы продолжить его использование.";
"TooBusyToCloseGeneric" = "Программа «Утилита AirPort» занята, и ее невозможно прервать.";
"TooBusyToClose" = "Программа «Утилита AirPort» выполняет «%@», и ее невозможно прервать.";
"TooBusyToCloseExplain" = "Дождитесь завершения выполнения программой «Утилита AirPort» этой задачи и повторите попытку.";
"UpdatingFirmware" = "обновление прошивки беспроводного устройства AirPort";
"WritingConfiguration" = "запись конфигурации беспроводного устройства AirPort";

/* Progress */
"closeOrReRead" = "Можно закрыть это окно или дождаться перезагрузки этого беспроводного устройства AirPort.";
"closeOrReReadSpecific" = "Можно закрыть это окно или дождаться перезагрузки %@.";
"ReReadTimeout" = "Программа «Утилита AirPort» не обнаружила беспроводное устройство AirPort после перезагрузки.";
"ReReadTimeoutDescription" = "Настройки этого беспроводного устройства AirPort успешно обновлены, но возникли неполадки при повторном присоединении к беспроводной сети или при поиске беспроводного устройства AirPort. Может потребоваться выбрать нужную сеть из меню Wi-Fi и повторить попытку.";
"ReReadTimeoutDescriptionWin" = "Настройки этого беспроводного устройства AirPort успешно обновлены, но возникли неполадки при повторном присоединении к беспроводной сети или при поиске беспроводного устройства AirPort. Может потребоваться выбрать сеть в управлении сетевыми соединениями и повторить попытку.";
"ErrorCloseTryAgain" = "Произошла ошибка. Закройте окно конфигурации и повторите попытку.";

/* Discovery */
"FoundDefaultBaseStation" = "Программа «Утилита AirPort» обнаружила базовую станцию %@ с настройками по умолчанию.";
"FoundDefaultBaseStation.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@» с настройками по умолчанию.";
"FoundRestorableDefaultBaseStation" = "Программа «Утилита AirPort» обнаружила %@ с настройками по умолчанию. Предыдущие настройки этого устройства могут быть восстановлены.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@» с настройками по умолчанию. Предыдущие настройки этого устройства могут быть восстановлены.";
"FoundJoinedBaseStation" = "Программа «Утилита AirPort» обнаружила базовую станцию %@ с клиентами, желающими подключиться к сети.";
"FoundConfiguredBaseStation" = "Программа «Утилита AirPort» обнаружила устройство «%@».";
"FoundConfiguredBaseStation.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@».";
"FoundBaseStationNeedsAttention" = "Программа «Утилита AirPort» обнаружила устройство «%@», сообщающее о неполадках.";
"FoundBaseStationNeedsAttention.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@», сообщающее о неполадках.";
"FoundBaseStationPerformingTask" = "Программа «Утилита AirPort» обнаружила устройство «%@», выполняющее задачу.";
"FoundBaseStationPerformingTask.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@», выполняющее задачу.";
"FoundBaseStationMigrationInterrupted" = "Программа «Утилита AirPort» обнаружила Time Capsule, на которой произошел сбой в процессе миграции диска.";
"FoundBaseStationWithEnrollee" = "Программа «Утилита AirPort» обнаружила устройство «%@» с запросом на доступ к сети.";
"FoundBaseStationWithEnrollee.alternateArticle" = "Программа «Утилита AirPort» обнаружила устройство «%@» с запросом на доступ к сети.";

"FoundBaseStationNeedsUpdate" = "Эта %@ требует установки более новой версии прошивки.";
"FoundEnrolleeNeedsAccess" = "«%@» запрашивает доступ к сети.";
"FoundEnrolleeAlreadyAuthed" = "«%@»: доступ к сети разрешен.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Ожидаю присоединения «%@» к сети…";
"FoundEnrolleeAlreadyJoined" = "Присоединение «%@» к сети успешно завершено.";
"FoundEnrolleeNeedsPIN" = "Введите PIN-код для данного запроса доступа к сети и выберите «Авторизовать».";
"FoundEnrolleeGeneralError" = "Произошла ошибка при попытке авторизации сетевого запроса. Повторите попытку.";
"FoundEnrolleePINWrong" = "Введен неверный PIN-код.";
"AppleWiFiConnectAuthorize" = "Авторизовать";
"AppleWiFiConnectIgnore" = "Игнор.";	
"AppleWiFiConnectTableColumnName" = "Имя";
"AppleWiFiConnectTableColumnModel" = "Модель";
"AppleWiFiConnectTableColumnMAC" = "MAC-адрес";
"AppleWiFiConnectSelectNetwork" = "Авторизовать доступ к";
"AppleWiFiConnectSelectNetwork.description" = "Выберите беспроводную сеть, которую должен использовать данный клиент.";
"AppleWiFiGrantTimedAccess" = "Предоставить доступ";
"AppleWiFiGrantTimedAccess.1" = "До отозвания";
"AppleWiFiGrantTimedAccess.2" = "Произвольный интервал времени";
"AppleWiFiGrantTimedAccess.86400" = "На один день";
"AppleWiFiGrantTimedAccess.604800" = "На одну неделю";
"AppleWiFiGrantTimedAccess.2592000" = "На один месяц";
"AppleWiFiGrantTimedAccess.4294967295" = "Постоянно";
"AppleWiFiGrantTimedAccess.description" = "Укажите интервал времени, в течение которого данный клиент будет иметь доступ к сети.";
"AppleWiFiGrantTimedAccessCustom" = "Настройка";
"ContinueOrManual" = "Нажмите «Продолжить» для изменения настроек устройства «%@».";
"ContinueDefault" = "Нажмите «Продолжить» для настройки %@.";
"ContinueResolve" = "Нажмите «Продолжить» для устранения неполадок в %@.";
"FoundNone" = "Программа «Утилита AirPort» не обнаружила ни одного беспроводного устройства AirPort. Убедитесь, что беспроводное устройство AirPort, которое требуется настроить, подключено и находится в радиусе досягаемости этого компьютера, после чего нажмите «Повторить поиск» для повтора попытки.";
"MakeSure" = "Если это не то беспроводное устройство AirPort, которое требуется настроить, можно выбрать другое устройство из списка слева. Если устройство не отображается, убедитесь в том, что оно подсоединено и находится в зоне действия Вашего компьютера.";
"PerformingTask" = "Просмотрите ход выполнения задачи или выберите другое беспроводное устройство AirPort, которое требуется настроить.";
"PerformingTaskNeedPassword" = "Введите пароль %@ для просмотра хода выполнения задачи или выберите другое беспроводное устройство AirPort, которое требуется настроить.";
"PasswordButton" = "Ввести пароль…";
"NothingSelected" = "Выберите беспроводное устройство AirPort, которое требуется настроить.";
"OldVersion" = "Текущая версия";
"InstallVersion" = "Новая версия";
"UpdateButton" = "Обновление прошивки…";
"ProgressStep.0" = "Ищу самую новую версию прошивки…";
"ProgressStep.1" = "Обмен данными с %@…";
"ProgressStep.3" = "Загружаю прошивку…";
"ProgressStep.4" = "Загрузка новой прошивки на %@…";
"ProgressStep.5" = "Обновление завершено…";

/* AirPort */
"SummaryPrompt" = "Нажмите название настройки, чтобы править настройку:";
"SummaryWirelessClients" = "Беспроводные клиенты";
"SummaryAllow" = "Разрешить клиентов…";
"SummaryAddWireless" = "Добавить беспроводных клиентов…";
"UpgradeFirmware" = "Обновить прошивку";
"UpgradeFirmwareTo" = "Обновить до %@";
"ConfigureRadius" = "Конфигурировать RADIUS…";
"RadioModeWarning" = "Выбор %@ может помешать определенным клиентам подключиться к этой беспроводной сети. ";
"BaseStationsOptionsButton" = "Параметры…";
"WirelessOptionsButton" = "Настроить…";
"WDSMainLabel" = "WDS-главная";
"WDSRemotesLabel" = "Удаленные WDS";
"AutomaticDateTime" = "Настроить время автоматически:";
"EveryoneElse" = "(по умолчанию)";
"NoAccess" = "Нет доступа";
"FullAccess" = "Неограниченно";
"Expired" = "(Истек)";
"LocalAccessDescription" = "Локальный контроль доступа определяет клиентов, которые могут подключиться к сети в зависимости от своего MAC-адреса. Если эта функция не включена, все клиенты могут подключиться к Вашей сети.";
"TimedAccessDescription" = "Контроль времени определяет время и даты для доступа, когда клиент может подключиться к сети на основании своего MAC-адреса. С помощью первого объекта Вы можете определить количество доступов по умолчанию для всех беспроводных MAC-адресов, которые не перечислены.";
"TimedAccessLockoutTitle" = "Ограничения контроля времени";
"TimedAccessLockoutMessage" = "Запись по умолчанию содержит значение «Нет доступа». Если не добавить ни одной записи, предоставляющей доступ к этому комьпьютеру, присоединение к сети этого беспроводного устройства AirPort после обновления будет невозможно.";
"VerifySecret" = "Подтвердить ключ:";
"WirelessInternetSettings" = "Настройки беспроводного доступа в Интернет…";
"ChooseWirelessNetwork" = "Выберите беспроводную сеть…";

/* Internet */
"RenewDHCP" = "Запросить адрес DHCP";
"NATDescription" = "Трансляция сетевого адреса (NAT) позволяет Вам совместно использовать общий IP-адрес с компьютерами и устройствами в Вашей сети.";
"EnableDefaultHost" = "Узел по умолчанию:";
"InvalidDHCPBegin" = "Введенный Вами начальный адрес DHCP не является действительным IP-адресом.";
"InvalidDHCPEnd" = "Введенный Вами конечный адрес DHCP не является действительным IP-адресом.";
"InvalidRangeRemedy" = "Введите действительный номер для финальной части адреса и повторите попытку.";
"ConfigurePortMappings" = "Настроить переадр. портов…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Выберите беспроводную сеть, которую %@ будет использовать для подключения к Интернету.";

/* Music */
"iTunesDescription" = "Данная панель позволит Вам сконфигурировать AirPort Express для использования AirPlay.";

/* Printers */
"PrintersDescription" = "На этой панели отображаются принтеры USB, подсоединенные к беспроводному устройству AirPort.";
"NoPrinters" = "Нет";
"Printer" = "Принтер";
"SharedName" = "Имя в сети";
"AccountName" = "Имя пользователя";

/* USB */
"USBDevice" = "Устройство USB";
"USBDeviceAccess" = "Доступ";
"AccountCount" = "Учетных записей: %d";

/* Drives */
"StorageDescription" = "На этой панели отображаются диски AirPort.";
"DiskBuiltIn" = "Диск Time Capsule";
"DiskBuiltInName" = "Имя диска Time Capsule";
"DiskErasePrompt" = "Выберите «Очистить» для удаления данных с диска Time Capsule.";
"DiskErasePrompt2" = "Чтобы стереть данные с диска Time Capsule, нажмите «Начать».";
"DiskEraseButton" = "Очистить…";
"DiskActionButton" = "Начать…";
"DiskEraseTCMenuItem" = "Очистить диск";
"DiskArchiveTCMenuItem" = "Архивировать диск";
"DiskMigrateTCMenuItem" = "Выполнить миграцию диска";
"DiskArchivePrompt" = "Выберите «Архивировать» для передачи данных с диска Time Capsule на диск AirPort, подключенный через порт USB.";
"DiskArchivePrompt2" = "Чтобы начать передачу данных с диска Time Capsule на диск AirPort, подключенный через порт USB, нажмите «Начать».";
"DiskArchiveButton" = "Архивировать…";
"DiskMigrateArchiveErasePrompt" = "Выберите, какое действие требуется применить к диску Time Capsule, и нажмите «Начать».";
"MigrateAreYouSure" = "Вы действительно хотите перенести данные с другого диска Time Capsule на этот диск Time Capsule?";
"MigrateExplain" = "Выполните миграцию с другого диска Time Capsule для копирования данных на этот диск Time Capsule. Она также позволит перенести резервную копию Time Machine на этот диск Time Capsule.";
"MigrateWarning" = "Перенос содержимого диска с другого диска Time Capsule может занять длительное время.";
"DiskMigrateButton" = "Перенести…";
"MigrateFrom" = "Перенести данные с";
"DiskArchiveNoDestPartitions" = "Нет доступных дисков AirPort";
"DiskArchiveNoDestDescription" = "Перед подключением устройства хранения к порту USB базовой станции убедитесь, что на устройстве достаточно пространства для архивирования.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (доступно %@)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (доступно %@ — недостаточно дискового пространства)";
"DiskArchiveNameDiskIsLocked" = "%@ (диск заблокирован)";
"UnmountDescription" = "Нажмите «Отключить всех пользователей», если Вы хотите удалить диск из порта базовой станции.";
"DiskMigrateSelect" = "Выберите Time Capsule для миграции";
"DiskMigrateNoSources" = "Нет доступных Time Capsule";
"DiskMigrateNoSourcesDescription" = "Убедитесь, что Time Capsule, с которой необходимо перенести данные, подключена к сети.";
"DiskMigrateEraseTargetWarning" = "В рамках процесса миграции диска содержимое диска этой Time Capsule будет стерто. Эта операция необратима.";

"SharingOffDescription" = "Общий доступ к файлам отключен. Для совместного использования дисков AirPort в сети выберите панель общего доступа к файлам, включите общий доступ и нажмите «Обновить».";
"SharingTabButton" = "Общий доступ к файлам…";
"BytesSuffix" = "Байты";
"KiloBytesSuffix" = "КБ";
"MegaBytesSuffix" = "МБ";
"GigaBytesSuffix" = "ГБ";
"TeraBytesSuffix" = "ТБ";
"NoDrives" = "Диски не найдены.";
"NoDriveSelection" = "Выберите диск или том.";
"nameField" = "Полное имя:";
"capacityField"	= "Емкость:";	
"availableCapacityField" = "Доступно:";
"usedCapacityField" = "Использовано:";
"usersField" = "Пользователи:";
"SMARTStatus" = "Статус S.M.A.R.T.:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Проверено";
"SMARTFailing" = "Сбой";
"SMARTNotSupported" = "Не поддерживается";
"ArchiveAreYouSure" = "Вы действительно хотите выполнить архивирование диска Time Capsule на диск, подключенный через USB?";
"ArchiveExplain" = "Архивируйте жесткий диск для резервного копирования данных.";
"ArchiveWarning" = " Архивирование диска Time Capsule может занять длительное время.";
"ArchiveTo" = "Цель:";
"Archive" = "Архивировать";
"ArchiveConfirmStrong" = "Для архивирования диска Time Capsule на другой диск AirPort требуется наличие свободного пространства на диске, на который выполняется архивирование. При архивировании данных никакие файлы удалены не будут.";
"UsersConnectedBullet" = "В данный момент к этому диску обращаются пользователи. Все изменения несохраненных файлов будут утеряны.";
"EraseAreYouSure" = "Очистить диск Time Capsule?";
"EraseExplain" = "При очистке диска Time Capsule с него будут удалены все файлы.";
"EraseSecure" = "Безопасное стирание";
"EraseSecureExplain" = "Надежная очистка диска занимает больше времени, но гарантирует невозможность восстановления данных.";
"Erase" = "Очистить";
"EraseQuick" = "Быстро (небезопасно)";
"EraseQuick.description" = "Выполняется удаление информации о каталогах, поэтому данные больше не будут доступны. Данные сохраняются на диске без изменений до того момента, когда потребуется занимаемое ими дисковое пространство, и они будут перезаписаны. До этого момента данные потенциально можно восстановить. Это наиболее быстрый вариант, но самый ненадежный.";
"EraseZeroOnce" = "Очистить данные методом заполнения нулями";
"EraseZeroOnce.description" = "Записывает нули поверх всех данных на диске. Этот метод обеспечивает хороший уровень безопасности за минимальное время.";
"EraseZero7Times" = "Очистка за 7 проходов";
"EraseZero7Times.description" = "Записывает данные на весь диск 7 раз. Этот метод обеспечивает высокий уровень безопасности очистки данных. Очистка за 7 проходов требует в 7 раз больше времени, чем метод заполнения нулями.";
"EraseZero35Times" = "Очистка за 35 проходов";
"EraseZero35Times.description" = "Выполняет запись данных по всей поверхности диска 35 раз. Этот вариант обеспечивает исключительно надежное удаление данных с диска. Очистка с 35 проходами занимает в 35 раз больше времени, чем при использовании варианта «Заполнение нулями».";
"EraseTimeRequirementWarningSeveralDays" = "При выборе этого варианта на выполнение потребуется несколько дней.";
"EraseTimeRequirementWarningSpecific" = "При выборе этого варианта на выполнение потребуется приблизительно %@.";
"EraseConfirmStrong" = "При очистке диска Time Capsule с него будет удалена вся информация. Информация на других подсоединенных дисках AirPort не будет затронута.";
"EraseUsersConnectedBullet" = "В данный момент к этому диску обращаются пользователи. Используемые на этом диске файлы будут удалены.";
"Migrate" = "Перенести";
"MigrateConfirmStrong" = "Миграция выбранного диска Time Capsule приведет к копированию всех файлов, включая существующие резервные копии Time Machine, на этот диск Time Capsule.";
"MigrateTaskBullet" = "Миграция диска Time Capsule может занять длительное время.";
"MigrateUsersConnectedBullet" = "В данный момент к этому диску обращаются пользователи. Все изменения несохраненных файлов будут утеряны.";
"MaintenanceTaskBullet" = "Во время выполнения этого процесса индикатор состояния %@ будет мигать оранжевым светом.";
"MaintenanceTaskBullet2" = "Вы не сможете изменять настройку %@, обновлять прошивку и выполнять перезапуск, пока устройство снова не станет доступно.";
"MaintenanceTaskBullet3" = "Безопасное стирание диска может занять продолжительное время. Для более быстрого стирания диска нажмите «Отмена» и начните с начала, не выбирая безопасное стирание диска.";
"DisconnectAllUsers" = "Отключить всех пользователей…";
"Unmount" = "Отключить";
"Disconnect" = "Отключить";
"DisconnectAllUsersAreYouSure" = "Вы действительно хотите отключить всех пользователей от общих дисков?";
"DisconnectAllUsersExplain" = "Перед удалением диска из порта устройства %@ необходимо отключить подключенных к нему пользователей. Перед отключением убедитесь, что пользователи, подключенные к дискам, сохранили результаты своей работы. Отключив всех пользователей, Вы можете безопасно удалить диск.";
"DisconnectMessage" = "Администратор данной %@ отключил всех пользователей от общих дисков.";
"ArchiveDiskMessage" = "Администратор данной %@ выполняет архивирование этого диска AirPort.";
"EraseDiskMessage" = "Администратор данной %@ выполняет очистку этого диска AirPort.";
"MigrateSourceDiskMessage" = "Администратор данной %@ выполняет перенос содержимого этого диска Time Capsule.";
"MigrateDestDiskMessage" = "Администратор данной %@ выполняет перенос содержимого другого диска Time Capsule на этот диск Time Capsule.";
"WillBeDisconnectedMessage" = "Все пользователи будут отсоединены от этого диска.";
"DiskStatus" = "Статус диска";
"EraseDiskStatus" = "Статус стирания диска";
"ErasingWillTake" = "Безопасное стирание диска займет приблизительно %@.";
"EraseDiskSucceeded" = "Стирание диска завершено.";
"EraseDiskFailed" = "Во время очистки диска возникла ошибка.";
"EraseDiskPermissionError" = "Проверьте, возможно ли копирование файлов на этот диск, и повторите попытку.";
"EraseInternalDiskFailed" = "Возникла ошибка в процессе очистки диска Time Capsule. Повторите попытку.";
"EraseDiskProgress" = "Состояние диска: %@";
"EraseDiskSecurePass" = "Надежная очистка: проход %1$d из %2$d";
"EraseDiskStarting" = "Начинается стирание диска";
"EraseDiskFinishing" = "Заканчиваю стирание диска";
"EraseCancel" = "Отменить надежное стирание";
"CancelingTask" = "Отмена. Подождите.";
"EraseDiskCanceled" = "Диск Time Capsule был очищен. Однако, поскольку фаза безопасного стирания была отменена, есть возможность восстановить данные с жесткого диска.";
"EstimatedTimeToComplete" = "Приблизительное время выполнения: %@";
"DaysHoursMinutesSeconds" = "Дней: %1$d %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Архивирование диска выполнено успешно.";
"ArchiveDiskError" = "Возникла ошибка в процессе архивирования диска Time Capsule.";
"ArchiveSizeError" = "На диске назначения недостаточно свободного пространства.";
"ArchiveNotFoundError" = "Диск назначения не удается найти.";
"ArchivePermissionError" = "Возникли ошибки, связанные с правами доступа к диску назначения.";
"ArchiveDiskStarting" = "Начинается архивирование диска";
"ArchiveDiskStatus" = "Статус архивирования диска";
"ArchiveDiskProgress" = "%1$@ из %2$@";
"ArchiveCancel" = "Отменить архив";
"ArchiveDiskCanceled" = "Архивирование диска отменено.";
"ArchiveDiskCanceledArchiveDeleted" = "Архивированные файлы удалены с диска назначения.";
"ArchiveDiskCanceledArchiveRemains" = "Архивированные файлы доступны на диске назначения.";
"ArchiveDiskFinishing" = "Завершаю";

"MigrateDiskSucceeded" = "Содержимое другого диска Time Capsule было успешно перенесено на этот диск Time Capsule.";
"MigrateDiskError" = "Во время переноса содержимого другой Time Capsule на этот диск Time Capsule произошла ошибка.";
"MigrationInterrupted" = "Миграция диска Time Capsule прервана.";
"MigrationResumeRestart" = "Можно возобновить или перезапустить миграцию.";
"MigrationResumeRestartCancel" = "Можно возобновить, перезапустить или отменить миграцию.";
"MigrationResumeRestartDesc" = "Перезапуск миграции приведет к очистке этого диска Time Capsule и переносу всех файлов с другого диска Time Capsule. Возобновление миграции приведет к продолжению переноса с того места, на котором процесс был остановлен.";
"MigrateSizeError" = "На этом диске Time Capsule недостаточно свободного пространства для переноса всего содержимого другого диска Time Capsule.";
"MigrateNotFoundError" = "Диск Time Capsule, с которого требуется выполнить перенос, не найден.";
"MigrateDiskStarting" = "Начинаю миграцию диска Time Capsule";
"MigrateDiskStatus" = "Статус миграции";
"MigrateCancel" = "Отменить миграцию диска Time Capsule";
"MigrateDiskCanceled" = "Миграция диска Time Capsule отменена.";
"DisconnectingFileSharingUsers" = "Отключаю пользователей, использующих общий доступ к файлам";

"MigrateDiskFinished.defaults" = "Выберите «Продолжить», чтобы восстановить заводские настройки по умолчанию для другой Time Capsule.";
"MigrateDiskFinished.config" = "Выберите «Продолжить», чтобы сконфигурировать другую Time Capsule, используя выбранные ранее настройки.";
"MigrateDiskFinished.timer" = "Этот процесс автоматически продолжится через %@ сек.";

"RepairDisk" = "Восстановить";
"ChooseDifferentDisk" = "Выберите другой диск AirPort и повторите попытку.";
"ConnectSMBOnly" = "Вы можете подключиться к этому общему диску на smb://%@.";
"ConnectSMBorAFP" = "Вы можете подключиться к этому общему диску на smb://%1$@ или afp://%2$@.";
"FileSharingDescription" = "Эта панель позволяет настроить совместный доступ к файлам на дисках AirPort.";
"ConfigureAccounts" = "Конфигурировать учетные записи…";
"SMBDescription" = "Настройки для конфигурации общего доступа к файлам для Windows.";
"DiskRenameButton" = "Переименовать…";
"DiskRenameLabel" = "Имя диска:";
"DiskRenameDescription" = "Введите имя для диска Time Capsule.";
"DiskRenamePrompt" = "Нажмите «Переименовать» для изменения имени диска Time Capsule.";
"InternalDiskDefaultPartitionName" = "Диск AirPort";
"DiskUserWarningPrompt" = "Это устройство и его сетевые службы будут временно недоступны. Действительно хотите продолжить?";

/* Advanced */
"AccountsDescription" = "С помощью учетных записей для беспроводного устройства AirPort можно контролировать доступ пользователей к совместно используемым дискам. Для создания новой учетной записи пользователя нажмите кнопку добавления (+).";
"AccountsDescription.usbAndDiskSharing" = "С помощью учетных записей для беспроводного устройства AirPort можно контролировать доступ пользователей к совместно используемым дискам и другим устройствам USB. Для создания новой учетной записи пользователя нажмите кнопку добавления (+).";
"AccountsDescription.usbSharing" = "С помощью учетных записей для беспроводного устройства AirPort можно контролировать доступ пользователей к совместно используемым устройствам USB. Для создания новой учетной записи пользователя нажмите кнопку добавления (+).";
"FirewallDescription" = "Если Вы хотите, чтобы компьютеры за пределами Вашей сети имели доступ к определенным устройствам в Вашей сети, нажмите кнопку добавления (+) и введите сервис и порт.";
"PortMappingDescription" = "Если Вы хотите, чтобы компьютеры за пределами Вашей сети имели доступ к определенным устройствам в Вашей сети, нажмите кнопку добавления (+) и введите сервис и порт.";
"IPv6Description" = "Эта панель предназначена для настройки IPv6 на %@. Выберите, будет ли %@ использовать только Link-local, действовать в качестве узла в сети Интернет IPv6 или в качестве тоннеля между сетью Интернет IPv6 и компьютерами локальной сети.";
"IPv6FirewallTraversals" = "Индивидуально настроить брандмауэр IPv6.";
"IPv6FirewallDescription" = "Если Вы хотите предоставить доступ к определенным устройствам в Вашей сети с компьютеров за пределами этой сети, нажмите кнопку добавления (+) и введите адрес IPv6 и/или порт для устройства.";
"LoggingDescription" = "Это беспроводное устройство AirPort поддерживает сообщения журнала, которые могут упростить диагностику при неполадках.";
"SNMPDescription" = "Простой протокол управления сетью (SNMP) позволяет Вам через это устройство запрашивать статистику, включая количество беспроводных клиентов.";
"LogsAndStatisticsDescirption" = "Программа «Утилита AirPort» поддерживает чтение сообщений журнала и просмотр статистики на беспроводном устройстве AirPort.";
"WABHostnameDescription" = "Введите имя глобального хоста для этого беспроводного устройства AirPort. Компьютеры в сети Интернет смогут устанавливать соединение с этим беспроводным устройством AirPort, используя данное имя хоста.";
"WABRegDomainDescription" = "Введите домен регистрации, чтобы включить объявление Bonjour за пределами локальной подсети.";
"WABDNSAuthDescription" = "Введите имя пользователя и пароль, если Ваш сервер DNS требует аутентификации.";
"WABEnable" = "Использовать имя узла широкого радиуса действия";
"WABConfigure" = "Конфигурировать…";
"BackToMyMacDescription" = "С помощью функции «Доступ к моему Mac» можно получить доступ к этой %@ для пользования службами, такими как общий доступ к файлам с других компьютеров, на которых включена функция «Доступ к моему Mac».";
"BackToMyMacDescriptionSingle" = "Для настройки функции «Доступ к моему Mac» на «%@» введите имя пользователя MobileMe и пароль.";
"BackToMyMacDescriptionMultiple" = "Для настройки функции «Доступ к моему Mac» на %@ нажмите «Добавить» (+), затем введите имя пользователя MobileMe и пароль.";
"BackToMyMacEntryDescription" = "Чтобы устройства, подключенные к %@, были доступны с помощью функции «Доступ к моему Mac», введите имя пользователя MobileMe и пароль.";
"IPv6FirewallLabel" = "Исключения";
"PortMappingsLabel" = "Переадр. порт.";

/* Statistics */
"SeverityLabel" = "Весомость";
"Save Log File" = "Экспорт сообщений";
"LogFileNameWithoutExtension" = "Сообщение %@";
"ViewStatistics" = "Сообщения и статистика";
"MinutesAgo" = "минут назад";
"dBm" = "дБм";
"StatisticsPublicPassword" = "Для просмотра статистики измените пароль %@ с «public» на другой пароль, обновите конфигурацию и повторите попытку. Просмотр статистики с паролем «public» поддерживается только в том случае, если для беспроводного устройства AirPort задана строка группы SNMP.";

/* Profiles */
"profilesDescription" = "Это беспроводное устройство AirPort поддерживает несколько профилей конфигурации. Профиль можно добавить, удалить или назначить активным. Для назначения профиля активным нажмите кнопку в столбце «Активен». Для переименования профиля дважды щелкните мышью на его имени и введите новое имя.";
"ManageProfiles" = "Управление профилями";
"untitled" = "новый";
"copy" = "копия";

/* Validation */
"SingleValidationError" = "Перед обновлением данного беспроводного устройства AirPort устраните указанную ниже неполадку.";
"MultipleValidationErrors" = "Перед обновлением данного беспроводного устройства AirPort устраните указанные ниже неполадки: %d.";
"IgnoreValidationDescription" = "Если параметр изменять не надо, выберите «Игнорировать эту проблему».";
"IgnoreValidation" = "Игнорировать эту проблему";

/* System Status */
"SystemStatusPrompt" = "Данное беспроводное устройство AirPort сообщает следующую информацию. Выберите пункт для просмотра дополнительных сведений.";
"SystemStatusIgnoreExplain" = "Можно указать, что данная неполадка должна игнорироваться, если требуется отключить мигание оранжевым цветом индикатора беспроводного устройства AirPort.";
"SystemStatusPromptNoErrors" = "Данное беспроводное устройство AirPort не сообщает о каких-либо неполадках.";
"SystemErrors" = "проблем: %d";
"StatusNormal" = "Нормальный";
"StatusUnconfigured" = "Настройки по умолчанию";
"DontWarnCheckboxTitle" = "Больше не показывать это предупреждение";
"SystemStatusErrorDescription" = "Описание проблемы";
"SystemStatusIgnore" = "Игнорировать";
"SystemStatusError" = "Проблема";
"SystemStatusWarning" = "Предупреждение";
"SystemStatusOpenedDefault" = "В программе «Утилита AirPort» открыто «%@», так как в нем используются параметры настройки по умолчанию.";
"SystemStatusOpenedDefaultMore" = "Нажмите кнопку «OK» для ввода параметров настройки или кнопку «Отмена» для сохранения настройки по умолчанию.";
"SystemStatusOpenedProblems" = "В программа «Утилита AirPort» открыто «%@», так как оно сообщает о неполадке.";
"SystemStatusOpenedProblemsMore" = "Чтобы найти неполадки в этом беспроводном устройстве AirPort, нажмите OK.";
"SystemStatusItem" = "Объект";
"SystemStatusPromptOneItem" = "Извещение данного беспроводного устройства AirPort содержит 1 пункт.";
"SystemItems" = "Объектов: %d";

/* Preferences */
"ShowPreferences" = "Открыть настройки";
"advancedUser" = "Всегда конфигурировать вручную";
"controlTips" = "Отображать всплывающие подсказки для каждого параметра беспроводного устройства AirPort";
"backgroundMonitor" = "Контролировать появление неполадок в беспроводных устройствах AirPort";
"backgroundMonitorMine" = "Контролировать только настроенные мной беспроводные устройства AirPort";
"backgroundMonitorDescription" = "Если выбран вариант «Контролировать появление неполадок в беспроводных устройствах AirPort», то когда индикатор состояния поддерживаемого беспроводного устройства AirPort начнет мигать оранжевым цветом, будет открываться программа «Утилита AirPort».";
"backgroundMonitorWAB" = "Контролировать беспроводные устройства AirPort через Интернет с помощью Bonjour";

/* UserModes */
"AssistantMode" = "Ассистент";
"AdvancedMode" = "Настройка вручную";
"ConfirmSwithToAssistLoseChanges" = "Переключение в режим ассистента в данный момент приведет к тому, что все изменения, выполненные в этом беспроводном устройстве AirPort, будут утеряны. Переключиться в режим ассистента?";
"AssistReconfigurePrompt" = "Вы действительно хотите использовать ассистент для изменения конфигурации этого беспроводного устройства AirPort?";
"AssistReconfigureExplain" = "Вы также можете выбрать «Настройка вручную» для конфигурации дополнительных параметров.";

/* Equivalent Network Password */
"equivWEPPW" = "Для подключения к беспроводной сети, созданной данным устройством «%@» с компьютера, не использующего программное обеспечение AirPort, необходимо использовать следующее:";
"equivWEPHex" = "Эквивалентный шестнадцатеричный пароль (ключ WEP):";
"equivWEPASCII" = "Эквивалентный пароль ASCII (ключ WEP):";
"equivWPAPW" = "Для подключения к беспроводной сети, созданной данным устройством «%@», необходимо использовать следующее:";
"equivWPAPSK" = "Ключ «WPA Pre-Shared»:";
"equivWPAPSKSSIDSpecific" = "Ключ «WPA Pre-Shared» для «%@»:";
"equivWPAPasswordSSIDSpecific" = "Пароль WPA для «%@»:";
"equivWPAPassword" = "Пароль WPA:";
"equivTSNPassword" = "Пароль WPA/ASCII ключ WEP:";

/* Firmware */
"CurrentLabel" = "Текущая версия";
"UpdateToLabel" = "Загрузить версию";
"ChooseOrOther" = "Выберите версию прошивки, которую требуется загрузить в беспроводное устройство AirPort, или выберите «Другая…» для поиска другой версии.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Вы действительно хотите включить эту настройку?";
"AreYouSure2"	= "Вы действительно хотите изменить эту настройку?";
"AreYouSure3"	= "Вы действительно хотите оставить эту настройку?";
"ConfirmClosed" = "Имя закрытой сети скрыто. Чтобы подключиться к сети, пользователь должен знать имя этой сети. ";
"ConfirmEthernetBridging" = "Включение моста AirPort-Ethernet может повлиять на работу сети. Рекомендуется проконсультироваться с интернет-провайдером или администратором сети.";
"ConfirmEthernetDHCP" = "Включение сервера DHCP в Ethernet может повлиять на работу сети. Рекомендуется проконсультироваться с интернет-провайдером или администратором сети.";
"ConfirmEthernetNAT" = "Режим общих IP-адресов (через NAT) в Ethernet может повлиять на работу сети. Рекомендуется проконсультироваться с интернет-провайдером или администратором сети.";
"ConfirmRobustness" = "Включение защиты от помех может решить проблемы, вызванные другими устройствами, такими как беспроводные телефоны или беспроводные видеомониторы. Использование защиты от помех может повлиять на производительность сети.";
"ConfirmMulticastRate" = "Установка скорости вещания 2 Мбит/с запретит подключение к сети AirPort некоторым 2 Мбит/с картам беспроводной связи сторонних производителей. Это не затронет клиентские компьютеры с картами AirPort марки Apple.";
"ConfirmPublicPassword" = "Это беспроводное устройство AirPort защищено паролем «public».";
"ConfirmPublicPassword1" = "Для максимальной защиты создайте новый пароль, отличный от «public».";
"confirm80211b" = "При выборе варианта «Только 802.11b» присоединение клиентских компьютеров с протоколом 802.11g к сети, предоставляемой этим беспроводным устройством AirPort, на скорости 802.11g будет невозможно.";
"confirm80211g" = "При выборе варианта «Только 802.11g» присоединение клиентских компьютеров с протоколом 802.11b к сети, предоставляемой этим беспроводным устройством AirPort, будет невозможно.";
"confirmTurnOffLocalAccessControl" = "Корпоративный WPA несовместим с локальным контролем доступа для MAC-адресов. Список локального контроля доступа будет экспортирован и удален.\n\nВы действительно хотите экспортировать и удалить список локального контроля доступа и использовать уровень защиты «Корпоративный WPA»?";
"confirmTurnOffRemoteAccessControl" = "Корпоративный WPA несовместим с основанным на RADIUS контролем доступа для MAC-адресов. Основанный на RADIUS контроль доступа будет выключен.\n\nВы действительно хотите отключить основанный на RADIUS контроль доступа и использовать уровень защиты «Корпоративный WPA»?";
"confirmTurnOffBothAccessControl" = "Корпоративный WPA несовместим с локальным MAC-адресом и с основанным на RADIUS контролем доступа для MAC-адресов. Основанный на RADIUS контроль доступа будет выключен, а список локального контроля доступа будет экспортирован и удален.\n\nВы действительно хотите экспортировать и удалить список локального контроля доступа, выключить основанный на RADIUS контроль доступа и использовать уровень защиты «Корпоративный WPA»?";
"confirmNonASCIINetNameEncoding" = "Выбранное Вами имя сети (SSID) содержит не-ASCII символы и его, возможно, нельзя использовать на всех клиентских компьютерах AirPort.";
"confirmNonASCIINetPWEncoding" = "Сетевой пароль (WEP-ключ) который Вы выбрали, содержит не-ASCII символы и его, возможно, нельзя использовать на всех клиентских компьютерах AirPort.";
"ConfirmAOLParentalControl" = "Включение родительского контроля AOL требует использования клиента AOL, чтобы получить доступ к Интернету.";
"ConfirmPPPDialin" = "Включение функции «Подключение по PPP» приведет к тому, что беспроводное устройство AirPort будет отвечать на телефонные звонки в соответствии с конфигурацией. Эта функция наилучшим образом работает при использовании выделенной телефонной линии.";

/* Error messages */
"APReadError"	= "В процессе считывания конфигурации произошла ошибка.";
"APWriteError"	= "В процессе обновления конфигурации произошла ошибка.";
"APBinaryError"	= "В процессе обновления прошивки возникла ошибка.";
"FileSaveError" = "В процессе сохранения конфигурации возникла ошибка. Проверьте настройки и повторите попытку.";

/* LoginScript */
"None" = "Нет";

/* Validation errors */
"errNeedPassword" = "Для продолжения требуется ввести пароль.";
"errInvalidIP" = "Недействительный IP-адрес. Обратитесь к администратору сети или интернет-провайдеру за правильным IP-адресом.";
"errBadPassword" = "Введенный Вами пароль неверен.";
"errCantOpenBinary" = "Выбранный файл невозможно открыть, так как он используется для загрузки информации в беспроводное устройство AirPort. Сначала выберите беспроводное устройство AirPort, затем выберите «Загрузить программное обеспечение» в меню «Базовая станция».";
"errCantOpenFile" = "Невозможно открыть в этой программе выбранный Вами файл.";
"errCantResetAP" = "Программа «Утилита AirPort» не смогла выполнить сброс данного беспроводного устройства AirPort. Найдите в сопроводительной документации к беспроводному устройству AirPort инструкции по выполнению сброса вручную.";
"errCantRestartAP" = "Программа «Утилита AirPort» не смогла выполнить перезагрузку выбранного беспроводного устройства AirPort.";
"errCantUpdateAP" = "Программа «Утилита AirPort» не смогла обновить настройку выбранного беспроводного устройства AirPort.";
"errCantUploadAP" = "Программа «Утилита AirPort» не смогла загрузить программное обеспечение в выбранное беспроводное устройство AirPort.";
"errCantReadFile" = "Программе «Утилита AirPort» не удалось прочитать файл конфигурации.";
"errCantReadAP" = "Программа «Утилита AirPort» не смогла прочитать конфигурацию выбранного беспроводного устройства AirPort.";
"errNotSupportedAP" = "Программа «Утилита AirPort» не может сконфигурировать выбранное беспроводное устройство AirPort.";
"errNetworking" = "Программа «Утилита AirPort» не смогла выполнить обмен данными с выбранным беспроводным устройством AirPort. Компьютер должен находиться в одной подсети TCP/IP с данным беспроводным устройством AirPort.";

/* Validation reasons */
"expUpload" = "Выберите беспроводное устройство AirPort, для которого требуется настроить конфигурацию, и выберите «Загрузить программное обеспечение».";
"expValidIP" = "Убедитесь, что Вы ввели действительные IP-адрес и пароль, затем повторите попытку.";

/* Informational */
"infoRestart" = "Выбранное беспроводное устройство AirPort перезагружено.";
"infoPleaseWait" = "Дождитесь завершения перезагрузки.";
"infoUploadSuccess" = "Программное обеспечение этого беспроводного устройства AirPort успешно обновлено.";
"infoUpdateSuccess" = "Настройки этого беспроводного устройства AirPort успешно обновлены.";
"infoUpdateSuccessSpecific" = "Настройка %@ успешно обновлена.";
"infoRestartOK" = "При перезагрузке беспроводного устройства AirPort все компьютеры беспроводной сети будут отсоединены от сети.";
"infoRestartDirty" = "Перезагрузка этого беспроводного устройства AirPort приведет к потере несохраненных изменений.";
"infoHardResetOK" = "При восстановлении заводских настроек беспроводного устройства AirPort текущие настройки будут удалены.";
"infoHardResetAirPortDisk" = "Файлы на дисках AirPort не будут изменены, однако требуется настроить совместный доступ к файлам для этих дисков.";
"infoHardResetMore" = "После восстановления стандартных настроек по умолчанию нужно будет повторно выполнить настройку этого устройства.";
"infoHardResetConfirm" = "Действительно восстановить стандартные настройки?";
"infoUploadOK" = "При обновлении версии прошивки все компьютеры беспроводной сети будут отсоединены от сети.";
"infoAirPortCard" = "Карта AirPort";
"infoNotConfigured" = "Выполнен сброс выбранного беспроводного устройства AirPort, и в данный момент оно не настроено.";
"infoUploadDefault" = "В беспроводное устройство AirPort будет загружено установленное по умолчанию программное обеспечение. Выберите «Автоматически» для временного изменения конфигурации TCP/IP на время загрузки или выберите «Вручную» для назначения уникального номера TCP/IP и пароля данному беспроводному устройству AirPort.";
"infoResetSuccess" = "Сброс данного беспроводного устройства AirPort с восстановлением стандартной конфигурации выполнен успешно.";
"infoQuit" = "Завершите эту программу и повторите попытку.";
"infoLoseNetwork" = "Это может вызвать прерывание всех установленных на данный момент сетевых сервисов.";
"infoAutomatic" = "Автоматическая";
"infoManual" = "Вручную…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Режим «Общий Интернет» с использованием трансляции сетевого адреса и DHCP не включен. TCP/IP на клиентских компьютерах должен быть сконфигурирован вручную.";
"NAT_off_DHCP_on" = "Введенный здесь диапазон IP-адресов будет распределяться сервером DHCP. Конфигурация TCP/IP на клиентских компьютерах должна быть настроена на получение IP-адреса с помощью сервера DHCP. ";
"NAT_on_DHCP_on" = "Единый адрес будет распределяться с помощью NAT и DHCP. Конфигурация TCP/IP на клиентских компьютерах должна быть настроена на получение IP-адреса с помощью сервера DHCP.";
"Bridge_Off" = "Данное беспроводное устройство AirPort не будет действовать как мост между AirPort и сетью Ethernet.";
"Bridge_On" = "Данное беспроводное устройство AirPort будет действовать как мост между AirPort и сетью Ethernet.";
"Bridge_LAN" = "Данное беспроводное устройство AirPort будет действовать как мост между AirPort и локальной сетью Ethernet.";
"DHCPRangeLabel" = "Диапазон DHCP:";

/* Binary errors */
"binSize" = "Выбранный файл имеет неверный размер.";
"binDowngrade" = "В выбранное беспроводное устройство AirPort невозможно загрузить более старую версию, %@.";
"binSignature" = "Файл прошивки не согласуется с его подписью и является недействительным. Ни одно из беспроводных устройств AirPort не обновлено.";
"binChecksum" = "Выбранный файл имеет неверную контрольную сумму.";
"binError" = "В процессе проверки выбранного файла произошла неожиданная ошибка.";
"binConfirmReload" = "Вы действительно хотите загрузить выбранное программное обеспечение в беспроводное устройство AirPort?";
"binVersion" = "Номер версии выбранного файла не может быть определен.";
"binConfirmDowngrade" = "Загружаемое программное обеспечение (%1$@) имеет более старую версию, чем программное обеспечение в беспроводном устройстве AirPort (%2$@).";
"binChooseAnother" = "Выберите другой файл и повторите попытку.";
"binCurrentVersion" = "На выбранном беспроводном устройстве AirPort установлена версия %@.";
"binAskUpload" = "Вы все еще хотите загрузить его?";
"binNewerVersion" = "Доступна более новая версия (%@) программного обеспечения беспроводного устройства AirPort.";
"binConfirmUpload" = "Нажмите «Загрузить», чтобы установить его сейчас.";

/* Progress strings */
"progDiscovering" = "Ищу беспроводные устройства AirPort…";
"progJoining" = "Подключаюсь к беспроводной сети…";
"progPreparing" = "Подготовка к выгрузке…";
"progChangingIP" = "Изменяю конфигурацию TCP/IP…";
"progSettingIP" = "Настраиваю адрес TCP/IP беспроводного устройства AirPort…";
"progUploading" = "Обновляю беспроводное устройство AirPort…";
"progUploadingSpecific" = "Обновление %@…";
"progDownloading" = "Загружаю обновление ПО…";
"progRestoring" = "Восстановление стандартной конфигурации…";
"progWaiting" = "Ожидаю перезагрузки беспроводного устройства AirPort…";
"progWaitingSpecific" = "Ожидание перезагрузки %@…";
"progReading" = "Считываю конфигурацию беспроводного устройства AirPort…";
"progReadingSpecific" = "Считывание конфигурации %@…";
"progWriting" = "Записываю конфигурацию беспроводного устройства AirPort…";
"progWritingSpecific" = "Запись конфигурации %@…";
"progValidating" = "Проверка корректности конфигурации беспроводного устройства AirPort…";
"progValidatingSpecific" = "Проверка правильности конфигурации %@…";
"progRestarting" = "Перезагружаю беспроводное устройство AirPort…";
"progRestartingSpecific" = "Перезагружаю %@…";
"progSearching" = "Выполняю поиск беспроводных устройств AirPort…";
"progWaitingDiskStatus" = "Ожидание статуса диска…";

/* Validation errors */
"valPPPNeedsNAT" = "Для модемного подключения (PPP) или подключения «PPP через Ethernet» (PPPoE) должно быть включено распределение IP-адресов.";
"valInvalidIP" = "Вы ввели недействительный IP-адрес.";
"valInvalidNetwork" = "Вы ввели неверную комбинацию IP-адреса, маски подсети и адреса маршрутизатора.";
"valPhoneNumber" = "Вы не ввели номер телефона.";
"valInvalidDHCP" = "Адрес DHCP несовместим с маской подсети и адресом маршрутизатора.";
"valNeedStatic" = "Для распределения диапазона адресов DHCP требуется настроить беспроводное устройство AirPort с использованием Ethernet и статических IP-адресов.";
"valInvalidPort" = "Вы ввели недействительный номер порта.";

/* Explanations */
"tryName" = "Введите имя и повторите попытку.";
"tryPassword" = "Введите сетевой пароль и повторите попытку.";
"tryCheck" = "Проверьте конфигурацию и повторите попытку.";

/* New strings for new base station */
"infoUploadDefaultACP" = "В беспроводное устройство AirPort будет загружено программное обеспечение по умолчанию. Нажмите кнопку OK для изменения конфигурации TCP/IP на время загрузки.";
"valInvalidNetworkACP" = "Этот диапазон адресов зарезервирован для локального интерфейса Ethernet.";
"valInvalidPortMapping" = "Переадресация порта допустима только при использовании единого общего IP-адреса (через DHCP и NAT).";
"aclDuplicates1" = "Во время импорта пропущен один дубликат записи.";
"aclDuplicates2" = "Пропущено дубликатов записей во время импорта: %d.";
"softResetACP" = "Настройки выбранного беспроводного устройства AirPort временно сброшены с целью предоставления доступа к нему. Теперь у Вас есть возможность изменить те настройки, которые, возможно, запрещали доступ, включая пароль беспроводного устройства AirPort, сетевой пароль, список контроля доступа и RADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Предоставляется сервером)";
"providedByPPP" = "(Предоставляется сервером)";
"valInvalidPPPDialin" = "Функция набора через PPP недоступна в конфигурации подключения к Интернету через модем или AOL.";
"valInvalidPPPDialinNoNat" = "Функция набора через PPP недоступна в конфигурации распределения диапазона адресов.";

"valInvalidDHCPMessage" = "Длина сообщения DHCP не должна превышать 253 символов.";
"tryShorter" = "Удалите %d или более символов и повторите попытку.";

"RADIUS_Default" = "Адрес MAC будет задан в формате 010203-0a0b0c и будет использоваться для имени пользователя. Общий ключ будет паролем. Этот формат часто используется Lucent и Agere.";
"RADIUS_Alternate" = "Адрес MAC будет задан в формате 0102030a0b0c и будет использоваться и для имени пользователя, и для пароля. Этот формат часто используется Cisco.";

"oldFormat" = "Выбранный файл поврежден или несовместим с программой «Утилита AirPort». Выберите другой файл и повторите попытку.";
"newFormat" = "Выбранный файл является более новым файлом конфигурации и не совместим с этой версией беспроводного устройства AirPort.";

/* AOL additions */
"EnableAOL"		= "Вкл. родительский контроль AOL";
"AOLcable"		= "AOL (кабельный модем)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "Необходимо ввести только шестнадцатеричные символы.";
"requireASCII"	= "Необходимо ввести только символы ASCII.";

/* New strings for 3.0 */
"Internal"		= "Внутренний";
"External"		= "Внешний";
"noWEP"			= "(не сконфигурированный)";
"errSameConfig"	= "сохраненная конфигурация";
"errSameBinary"	= "прошивка";

"valInvalidDMZ1"= "Использование узла по умолчанию допустимо только при использовании одного общего IP-адреса (через DHCP и NAT).";
"valInvalidDMZ2"= "Адрес узла по умолчанию должен быть в диапазоне %1$@–%2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Выбрано включение WDS для сети AirPort, но не был введен MAC-адрес для одного или нескольких удаленных беспроводных устройств AirPort.";
"valNeedWDSRmt"	= "Выбрано включение WDS для сети AirPort, но не был введен MAC-адрес для основного беспроводного устройства AirPort.";
"InvalidMACAddress" = "Введенный Вами MAC-адрес недействителен.";

"WDSAirPortID"	= "Введите AirPort ID удаленного беспроводного устройства AirPort.";

"WDSSettingsFor" = "Настройки для";
"ThisBaseStation" = "это беспроводное устройство AirPort";

"valWDSWithDHCPNATTitle" = "Беспроводная система распределения";
"valWDSWithDHCPNATText" = "В удаленных беспроводных устройствах AirPort в WDS не должно быть включено использование DHCP и NAT.\n\nУбедитесь, что на панели «Сеть» параметр «Распределять IP-адреса» не выбран.";

"errNotSupportedAP2" = "Эта версия программы «Утилита AirPort» не может выполнить настройку данного беспроводного устройства AirPort. Используйте ПО, поставляемое вместе с данным беспроводным устройством AirPort или доступное в Интернете и предназначенное для настройки данного устройства.";



"WDSPrimaryBaseStationDescription" = "Главное беспроводное устройство AirPort соединено с сетью Интернет и использует это соединение совместно с удаленными и ретранслирующими беспроводными устройствами AirPort.";
"WDSRemoteBaseStationDescription" = "Удаленное беспроводное устройство AirPort совместно с главным беспроводным устройством AirPort использует соединение последнего с сетью Интернет.";
"WDSRelayBaseStationDescription" = "Ретранслирующее беспроводное устройство AirPort подключено к главному беспроводному устройству AirPort и использует его соединение с сетью Интернет совместно с удаленными и ретранслирующими беспроводными устройствами AirPort.";

"wdsManuallySetUpForWDS" = "Требуется настройка WDS вручную";
"wdsSuccessfullySetUpAsWDS" = "Установка WDS прошла успешно";
"wdsCancelledSetUpAsWDS" = "Настройка WDS отменена";
"wdsNotOnThisPlatform" = "WDS не поддерживается";

"DefaultBasePasswordDescription" = "Введите пароль для выбранного беспроводного устройства AirPort:";
"SpecificBasePasswordDescription" = "Введите пароль для:";
"NetworkPasswordDescription" = "Введите пароль беспроводной сети для:";

"wdsRemoteConfigResults" = "Результаты настройки конфигурации WDS удаленных беспроводных устройств AirPort";
"wdsProgressSettingUpRemoteBases" = "Настраиваю удаленные беспроводные устройства AirPort…";
"wdsProgressJoining" = "Подключаюсь к %@…";
"wdsProgressReading" = "Считываю конфигурацию %@…";
"wdsProgressRejoining" = "Выполняется повторное присоединение к сети беспроводного устройства AirPort.";
"wdsErrorRejoining" = "Во время повторного присоединения к сети этого беспроводного устройства AirPort произошла ошибка.";

"noASCIIWEP" = "(не печатаемый)";

"remoteSettingsOK" = "Продолжить настройку WDS для этих беспроводных устройств AirPort";
"remoteSettingsCancel" = "Отменить настройку WDS для этого беспроводного устройства AirPort";
"remoteSettingsCancelAll" = "Отменить настройку WDS для остальных беспроводных устройств AirPort";

"notAvailable" = "(недоступный)";

"wdsNonPublicPasswordTip" = "Если требуется изменить пароль, введите новый пароль в поле пароля и подтвердите его в поле ниже.";
"wdsNotCompatibleWithChannelAuto" = "В беспроводных устройствах AirPort в WDS необходимо отключить параметр «Автоматический выбор канала».\n\nУбедитесь, что в меню «Канал» на панели AirPort выбран канал, значение которого отличается от «Автоматически».";

"internetConfirmTurningOffWDS" = "В данный момент это беспроводное устройство AirPort настроено как участник WDS. При изменении способа соединения с сетью Интернет сопоставление с WDS будет удалено.";

/* file name for ACL export */
"AccessControlList" = "Список контроля доступа";

"duplicatePortMappingTitle"			= "Ошибка переадресации порта";
"duplicatePortMapping"				= "Введенная Вами запись переадресации порта уже существует.";

"wepkey" = "сетевой пароль";
"password" = "пароль";
"psk" = "Ключ «Pre-Shared»";
"errWrongLengthPSK" = "Введенный Вами ключ «Pre-Shared» должен быть иметь длину точно 64 шестнадцатеричных символа.";

"addACL" = "Добавить запись контроля доступа…";
"editACL" = "Править записи контроля доступа…";
"deleteACL" = "Удалить записи контроля доступа…";
"importACL" = "Импортировать записи контроля доступа…";
"exportACL" = "Экспортировать записи контроля доступа…";
"revertACL" = "Вернуть записи контроля доступа…";

"WDSNotCompatibleWithWPA" = "Использование беспроводного устройства AirPort с защитой WPA в сети WDS невозможно. Назначьте этому беспроводному устройству AirPort уровень безопасности WEP или «Не включено».";
"WPANotCompatibleWithWDS" = "Использование беспроводного устройства AirPort с защитой WPA в сети WDS невозможно. Это беспроводное устройство AirPort будет удалено из WDS.\n\nВы действительно хотите выполнить это изменение?";
"ShowOptions" = "Показать параметры";
"HideOptions" = "Скрыть параметры";
"CannotConfigureWPAEnterpriseForWDS" = "Добавление беспроводного устройства AirPort с защитой «Корпоративный WPA» к сети WDS невозможно. Выберите другое беспроводное устройство AirPort.";
"WPANotSupportedByCard" = "Для присоединения к сети с защитой WPA и внесения изменений в беспроводное устройство AirPort с защитой WPA требуется компьютер, поддерживающий WPA. Данный компьютер не поддерживает WPA. Если продолжить, подключаться к сети с защитой WPA или вносить изменения в беспроводное устройство AirPort с защитой WPA будет невозможно.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Локальный контроль доступа MAC-адреса несовместим с уровнем защиты беспроводной сети «Корпоративный WPA».";
"LocalACLNotCompatibleWithWPAEnterprise" = "Чтобы включить локальный контроль доступа MAC-адреса, необходимо выбрать другой уровень защиты беспроводной сети.";
"errPingFailed" = "Программа «Утилита AirPort» не смогла выполнить обмен данными с этим беспроводным устройством AirPort. Проверьте параметры сети в Системных настройках.";
"errEscapedPasswordBadLength" = "Введенный Вами шестнадцатеричный пароль имеет неправильную длину. Вы должны ввести правильные символы перехода («$», «0X» или «0x»), а затем десять шестнадцатеричных цифр.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Это беспроводное устройство AirPort в данный момент настроено в WDS. При изменении канала произойдет разъединение с WDS.";
"BaseStationOptionsTitle" = "Ошибка параметров базовой станции";
"ValidSysLogIPAddress" = "Требуется задать действительный IP-адрес для передачи на него информации протоколирования беспроводного устройства AirPort.";
"ValidNTPServerInfo" = "Необходимо указать действительное имя узла или IP-адрес для сервера NTP.";
"ImportError" = "Ошибка при импорте";
"CannotImportIntoSavedConfig" = "Невозможно импортировать один сохраненный конфигурационный файл в другой сохраненный конфигурационный файл.";
"ConfigurationFileNotSupported" = "Выбранный файл конфигурации не совместим с этим беспроводным устройством AirPort.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Это беспроводное устройство AirPort поддерживает только один профиль конфигурации. Для настройки этого профиля выберите его в списке и нажмите «Конфигурировать».";
"confirmMakeInactiveProfileActive" = "Этот профиль в данный момент не активен. Назначить его активным профилем для данного беспроводного устройства AirPort?";
"confirmDeleteProfiles" = "Вы действительно хотите удалить выбранные профили? Эта операция необратима.";
"AddProfile" = "Добавить профиль";
"ActiveProfile" = "%@ (активный)";
"CurrentProfile" = "Текущий профиль: %@";
"confirmSaveProfile" = "Сохранить изменения в «%@»?";
"HardResetMode" = "Режим сброса";
"HardResetPrompt1" = "%@ не была перезагружена.";
"HardResetPrompt2" = "Ваши дальнейшие действия?";
"RestorePreviousProfile_Title" = "Восстановить предыдущий профиль";
"RestorePreviousProfile_Desc" = "Если параметры устройства были сброшены из-за проблем с предыдущими настройками, возможно, необходимо повторить сброс.";
"RestorePreviousConfig_Title" = "Восстановить предыдущие настройки";
"RestorePreviousConfig_Desc" = "Если параметры устройства были сброшены из-за проблем с предыдущими настройками, возможно, необходимо повторить сброс.";
"ResetPreviousProfile_Title" = "Заменить выбранный профиль стандартными настройками";
"SavePreviousConfigProfile_Title" = "Использовать стандартные настройки и сохранить предыдущие как профиль";
"ProfileName" = "Имя профиля";
"CreateResetProfile_Title" = "Добавить стандартные настройки в новый профиль";
"CreateResetProfile_Desc" = "Предыдущие настройки будут сохранены. Профиль стандартных настроек будет создан и активирован.";
"DefaultSettings" = "Настройки по умолчанию";
"RecoveredSettings" = "Восстановленные настройки";
"WirelessNetwork" = "Беспроводная сеть";
"TooManyACLEntries" = "В локальном списке контроля доступа превышено предельное количество записей на %d. Необходимо удалить записей: %d.";
"HardResetProfilesMode" = "В этом беспроводном устройстве AirPort выполнен сброс. Чтобы профиль стал активен, нажмите кнопку этого профиля, а затем — кнопку OK.";
"NothingInEthernetPort" = "По-видимому, порт Ethernet свободен. Если Вы используете широкополосное подключение модема к Интернету или подключены к сети Ethernet, подключите модем или сеть к порту Ethernet.";
"EthernetPort" = "Порт Ethernet";
"LANConnector" = "LAN-разъем";
"TooManyImportedACLEntries" = "В локальном списке контроля доступа превышено предельное количество записей. Нажмите кнопку «OK», чтобы импортировать первые записи количеством: %d или кнопку «Отменить».";
"confirmNonSupportedClientModeSecurity" = "Беспроводная сеть не поддерживает выбранный Вами режим беспроводной защиты.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "От%1$d до %2$d";
"GenericNumberOfGenericNumber" = "%1$d из %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "Невозможно использовать автоматическое соединение через PPPoE и разъединение при простое вместе с именем хоста глобальной сети.";
"DisablingWANConfig" = "Запрет настройки через порт WAN может привести к тому, что это беспроводное устройство AirPort не будет отображаться в списке устройств AirPort. Если отключить настройку через WAN, то для внесения изменений в беспроводное устройство AirPort потребуется присоединяться к сети, созданной этим устройством.";
"MultiplePrinters" = "(Несколько принтеров)";
"MultipleDisks" = "(Несколько дисков)";
"TaskTimedOutError" = "Программа «Утилита AirPort» не может определить состояние выполняемой в данный момент задачи.";
"EraseTaskTimedOutTryAgain" = "Используйте панель «Диски» программы «Утилита AirPort» для очистки диска Time Capsule.";
"ArchiveTaskTimedOutTryAgain" = "Используйте панель «Диски» программы «Утилита AirPort» для архивирования диска Time Capsule.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Ограничить доступ:";
"title_per_user_per_day" = "на одного пользователя в сутки";
"title_per" = "в";
"title_minute(s)" = "мин";
"title_hour(s)" = "ч";
"MaxUserConnectTimeHoursPerDay" = "ч. на одного пользователя в сутки";
"MaxUserConnectTimeMinutesPerDay" = "мин. на одного пользователя в сутки";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ каждые %2$@";

"MobileMeAccountName" = "Имя польз. MobileMe";
"MobileMeAccountPassword" = "Пароль";

"Five_GHz" = "5 ГГц";
"TwoPtFour_GHz" = "2,4 ГГц";

"CreateRoamingNetworkChoice" = "Создать сеть роуминга";
"AddNewNetworkChoice" = "Добавить дополнительную сеть";

"genericWithPassword" = "С паролем %@";
"settingMigrationSource" = "Источник";

"genericAirPortDevice" = "Беспроводное устройство AirPort";
"genericAirPortDevices" = "Беспроводные устройства AirPort";
"title_ShowPassword" = "Показать пароль";
"title_ShowPasswords" = "Показать пароли";

"BaseStationNotSupportedTitle" = "Требуется более новая версия программы «Утилита AirPort».";
"BaseStationNotSupportedWarning" = "Данная версия программы «Утилита AirPort» не поддерживает это беспроводное устройство AirPort и может неправильно сконфигурировать устройство для его использования. Проверьте наличие новейшей версии Утилиты AirPort на веб-сайте www.apple.com/ru/support/airport.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Используемый диск Time Capsule недействителен. Введите новое имя.";
"UserAccountNameNotValid" = "Это имя учетной записи Общего доступа к файлам недействительно. Введите новое имя учетной записи.";
"UserAccountNamesNotValid" = "Как минимум одно имя учетной записи Общего доступа к файлам недействительно. Введите новые имена учетной записи.";

"Disabled" = "Отключено";
"Enabled" = "Подключено";

"SetupComplete" = "Настройка выполнена";
"UpdateComplete" = "Обновление завершено";

"LessSecureCommunication" = "Обмен данными с беспроводным устройством AirPort может привести к раскрытию вводимого Вами пароля другим устройствам сети.";
"YouShouldUpdateFirmware" = "Необходимо обновить прошивку этого беспроводного устройства AirPort до новейшей версии.";
"AreYouSureContinue" = "Вы действительно хотите продолжить?";

"MinimumMacOSVersion" = "Программа «Утилита AirPort» наилучшим образом работает с Mac OS X %@ или новее. Обновите свою версию Mac OS X.";
"MinimumWinOSVersion" = "Программа «Утилита AirPort» наилучшим образом работает с Windows XP SP3, Vista SP1 или новее. Обновите свою версию Windows.";

"UserAccountsExistingFilesWarning" = "В результате настройки учетных записей пользователей все файлы, которые уже находятся на дисках AirPort, могут стать недоступными для пользователей без прав администратора.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(имя пользователя MobileMe)";

"errNeedName" = "Вы должны ввести имя, чтобы продолжить";

"PrinterDescription" = "Описание принтеров";
"PrinterName" = "Имя принтера";

"ExtendingANonExtensibleEnabledNetwork" = "Выбранная Вами сеть не настроена на расширение.";
"ExtendingANonExtensibleNetwork" = "Выбранную Вами сеть невозможно расширить.";
"AreYouSureExtend" = " Вы действительно хотите расширить эту сеть?";

"RadioSTAListClientType" = "Тип клиента";
"RadioSTAListOpmodeSTA" = "Беспроводная сеть";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Беспроводной расширитель";

"RadioSTAList80211Mode" = "Режим 80211";
"WirelessClients" = "Беспроводные клиенты";
"EthernetClients" = "Клиенты Ethernet";
"WirelessEthernetClients" = "Беспроводные клиенты и клиенты Ethernet";

"DisableWANServices" = "Отключить все службы WAN";

"ImportWarning" = "Импорт этих настроек может привести к перезаписи текущих настроек.";

"USBSharingDescription" = "Используйте общий доступ USB, чтобы предоставить пользователям сети доступ к устройствам USB, подключенным к %@.";
"USBSharingVsFileSharing" = "Общий доступ USB не влияет на общий доступ к файлам для дисков, подключенных через USB.";

"Base Station" = "Базовая станция";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Очистить целевой диск Time Capsule";
"EraseDestTimeCapsuleDisk.description" = "Чтобы очистить диск Time Capsule, на который переносится содержимое, до начала процесса переноса, нажмите «Очистить целевой диск Time Capsule».";
"EraseSourceTimeCapsuleDisk" = "Очистить исходный диск Time Capsule";
"EraseSourceTimeCapsuleDisk.description" = "Чтобы очистить диск Time Capsule, содержимое которого переносится, после начала процесса миграции, нажмите «Очистить исходный диск Time Capsule».";


"MoreOptions" = "Дополнительные параметры";

"PrintersChangeNamesDescription" = "Чтобы изменить имя принтера, выберите принтер в списке ниже и нажмите «Правка».";

"GuestNetRequiresDHCPNAT" = "Гостевая сеть требует, чтобы эта %@ была настроена на использование общего IP-адреса с помощью NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "Функция «Доступ к моему Mac» требует, чтобы для подключения PPPoE была задана настройка «Всегда включено».";
"SelectPPPoEAlwaysOn" = "Выберите «Всегда включено» в меню «Подключение».";

"ClientTable_Client" = "Клиент";
"ClientTable_Signal" = "Сигнал";
"ClientTable_Noise" = "Шум";
"ClientTable_Rate" = "Передача данных";
"ClientTable_Type" = "Тип";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC-адрес";
"ClientTable_IP" = "IP-адрес";
"ClientTable_ClientID" = "ID клиента";
"ClientTable_Lease" = "Начало аренды";

"IPv4orIPV6" = "Адреса IPv4 или IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Игнорируемые устройства";

"WirelessNetworkOptionsButton" = "Параметры беспроводной сети…";

/* End of strings file */
